import 'package:flutter/material.dart';
//자유롭게 삭제/추가 해주세요오 (항목 당 20개 내외, 5자 내로, mbti로 파악 가능한건 최대한 배제, 기타 입력 칸 추가로 만들 예정!)
//선택받은 후 보여줄 때는 #붙여서 보여줄 예정.

var personality=[
  '다정한','섬세한','활발한','리드하는','츤데레',
  '단호한','쿨한','유머러스한','지적인','헌신적인',
];

var appearance=[
  '도도한','섹시한','분위기있는','고급스러운','눈웃음',
  '남성적인','귀여운','반전있는','청순한','시크한','하얀피부',
  '상큼한','보조개','키 큰','아담한','단아한',


];
//동물상
var face_to_animal=[
  '강아지상','고양이상','토끼상','꼬부기상','여우상',
  '사슴상','늑대상','뱀상','곰상','오리상',
  '원숭이상','공룡상','개구리상','너구리상','호랑이상'
];

//연애스타일
var style=[
  '편안한','설레는','안정적인','불같은','숨김없는',
  '나만보는',

];