
var personality=[
  '#다정한','#섬세한','#활발한','#리드하는','#츤데레',
  '#단호한','#쿨한','#유머러스한','#지적인','#헌신적인',
  '#센스있는','#친절한','#진취적인','#독립적인','#대담한',
  '#현실적인','#신중한','#예의바른','#차분한','#긍정적인',
  '#밝은','#순종적인','#적극적인','#성실한'
];

var appearance=[
  '#도도한','#섹시한','#분위기있는','#고급스러운','#눈웃음',
  '#남성적인','#귀여운','#반전있는','#청순한','#시크한','#하얀 피부',
  '#상큼한','#보조개','#키 큰','#아담한','#단아한',
  '#푸근한','#개성있는','#스타일리시','#웃음이 예쁜','#슬림한',
  '#훈훈한', '#힙한'


];

//동물상
var face_to_animal=[
  '#강아지상','#고양이상','#토끼상','#꼬부기상','#여우상',
  '#사슴상','#늑대상','#뱀상','#곰상','#오리상',
  '#원숭이상','#공룡상','#개구리상','#너구리상','#호랑이상'
];

//연애스타일
var style=[
  '#편안한','#설레는','#안정적인','#열정적인','#숨김없는',
  '#나만 보는','#로맨틱한','#믿음직한','#재미있는','#솔직한',
  '#자유로운','#집돌이','#개방적인','#친구같은','#올인하는',
  '#금사빠','#진득한','#활동적인',

];